edc/bass
gazorby/fish-abbreviation-tips
gazorby/fish-exa
jethrokuan/fzf
jhillyerd/plugin-git
jorgebucaran/fisher
nickeb96/puffer-fish
oh-my-fish/plugin-rustup
